[DamageType.DmgType_Shock_Impact WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[DamageType.DmgType_Shock_Impact:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="Muito eficaz contra escudos"
NoConstraintText=""
Suffix=""
Prefix=""

[DamageType.DmgType_Shock_Impact_NoDoT WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[DamageType.DmgType_Shock_Impact_NoDoT:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="Muito eficaz contra escudos."
NoConstraintText=""
Suffix=""
Prefix=""

[DamageType.DmgType_Shock_Status WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[Skills.Skill_ShockEffects SkillDefinition]
SkillName="Estado eletrocutado"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

